Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2018-2.pdf.tmx
Source language: nob
Languages: sme

source: Ášši/Sak 021/18
sme: Ášši 021/18

source: Sametingets plenum
sme: Sámedikki dievasčoahkkin

source: Arkivsaknr. 18/2671
sme: Áššenr. 18/2727

source: Plenumsledelsens innstilling Innkalling av 16.05.2018 med forslag til saksliste, program og taletid godkjennes.
sme: Dievasčoahkkinjođihangotti árvalus: 16.05.18 beaiváduvvon gohččun, árvaluvvon áššelistu, prográmma ja sárdnunáigi dohkkehuvvo.

source: Sak 40/18 behandles fredag 15.06.2018
sme: - Ođđa ášši 040/18 biddjo áššelistui ja meannuduvvo bearjadaga 15.06.18.

source: Votering Av 39 representanter var 36 til stede.
sme: Jienasteapmi 39 áirasis ledje 36 čoahkis.

source: · Forslaget fra representant Toril Bakken Kåven, Nordkalottfolket ble vedtatt med 29 mot 8 stemmer · Plenumsledelsens innstilling ble enstemmig vedtatt
sme: Jienasteapmi čađahuvvui čuovvovaš vuogi mielde: · Áirras Toril Bakken Kåven, Nordkalottfolket, evttohus mearriduvvui 29 jienain 8 jiena vuostá. · Dievasčoahkkinjođihangotti árvalus mearriduvvui ovttajienalaččat.

source: Protokolltilførsler Det ble ikke fremmet noen protokolltilførsler i saken.
sme: Beavdegirjelasáhusat Dán áššis ii ovddiduvvon beavdegirjelasáhus.

source: Taleliste og replikkordskifte Innlegg Replikk 1 Elisabeth Erike, plenumleder Toril Bakken Kåven, til forr. orden Runar Myrnes Balto, til forr. orden Runar Myrnes Balto, til forr. orden Kåre Olli, til forr. orden
sme: Sáhkavuorrolistu ja replihkat Sáhkavuorru Replihkka 1 Elisabeth Erke, dievasčoahkkinjođiheaddji Toril Bakken Kåven, čoahkkinortnegii Runar Myrnes Balto, čoahkkinortnegii Runar Myrnes Balto, čoahkkinortnegii Kåre Olli, čoahkkinortnegii

source: SP - vedtak: Innkalling av 16.05.2018 med forslag til saksliste, program og taletid godkjennes med følgende endring og tilleggssaker: Sak 37/18 Finnmarkseiendommen/Finnmárkkuopmodat - Samstyring - Utsettes
sme: DC - Mearrádus: 16.05.18 beaiváduvvon gohččun, árvaluvvon áššelistu ja sárdnunáigi dohkkehuvvo čuovvovaš rievdádusaiguin: - Ášši 037/18 Finnmárkkuopmodat – Ovttasstivren, maŋiduvvo.

source: Saken behandles fredag 15.06.2018 Saken avsluttet 12.06.2018 kl. 10.40
sme: Ođđa ášši 040/18 biddjo áššelistui ja meannuduvvo bearjadaga 15.06.18. Ášši meannudeapmi loahpahuvvui 12.06.18 dii. 10.40

source: Ášši/Sak 022/18
sme: Ášši 022/18

source: Sametingets plenum Dato: 12.06.2018-15.06.2018
sme: Sámedikki dievasčoahkkin 12.06.2018-15.06.2018

source: Elisabeth Erke - Søknad om å fratre vervet som plenumsleder
sme: Elisabeth Erke - Ohcan luohpat doaimmas dievasčoahkkinjođiheaddji

source: Arkivsaknr. 18/509
sme: 18/509 Meannudeamit

source: Vedlegg
sme: Mildosat

source: Forslag og merknader
sme: Evttohusat ja mearkkašumit

source: Sametingsrådets forslag til innstilling:
sme: Dievasčoahkkinjođihangotti mearrádusárvalus:

source: Elisabeth Erke fratrer som plenumsleder og det velges ny plenumsleder.
sme: Elisabeth Erke heaitá doaimmas dievasčoahkkinjođiheaddjin ja válljejuvvo ođđa dievasčoahkkinjođiheaddji.

source: Erke fungerer som plenumsleder inntil ny plenumsleder er valgt.
sme: Erke doaibmá dievasčoahkkinjođiheaddjin dassážii go ođđa dievasčoahkkinjođiheaddji lea válljejuvvon.

source: Sametingets plenum - 022/18 Elisabeth Erke fratrådte plenum under behandling av saken.
sme: Sámedikki dievasčoahkkin - 022/18 Ášši meannudeapmi álggahuvvui 12.06.18 dii. 10.40 Elisabeth Erke guđii dievasčoahkkima ášši meannudeamis.

source: Behandling Saken påbegynt 12.06.2018 kl. 10.40 Votering Av 39 representanter var 36 til stede.
sme: Jienasteapmi 39 áirasis ledje 36 čoahkis.

source: Voteringen ble gjennomført i følgende rekkefølge: · Plenumsledelsens innstilling ble enstemmig vedtatt Protokolltilførsler Det ble ikke fremmet noen protokolltilførsler i saken.
sme: Jienasteapmi čađahuvvui čuovvovaš vuogi mielde: · Dievasčoahkkinjođihangotti árvalus mearriduvvui ovttajienalaččat. Beavdegirjelasáhusat Dán áššis ii ovddiduvvon beavdegirjelasáhus.

source: Taleliste og replikkordskifte Innlegg Replikk 1 Thomas Åhrén, saksordfører Synnøve Søndergaard Toril Bakken Kåven Piera Heaika Muotka Thomas Åhrén
sme: Sáhkavuorrolistu ja replihkat Sáhkavuorru Replihkka 1 Thomas Åhrén, áššejođiheaddji 2 Synnøve Søndergaard 3 Toril Bakken Kåven 4 Piera Heaika Muotka Thomas Åhrén

source: SP - vedtak: Elisabeth Erke fratrer som plenumsleder og det velges ny plenumsleder.
sme: DC - Mearrádus: Elisabeth Erke heaitá doaimmas dievasčoahkkinjođiheaddjin ja válljejuvvo ođđa dievasčoahkkinjođiheaddji.

source: Saken avsluttet 12.06.2018 kl. 10.50
sme: Ášši meannudeapmi loahpahuvvui 12.06.18 dii. 10.50

source: Ášši/Sak 023/18
sme: Ášši 023/18

source: Tor H. MIkkola - fratredelse av vervet som medlem i plenumsledelsen
sme: Tor H. Mikkola - luohpan dievasčoahkkinjođihangotti lahttu doaimmas

source: Plenumsledelsens forslag til innstilling:
sme: Dievasčoahkkinjođihangotti mearrádusárvalus:

source: Tor Mikkola fratrer vervet som medlem i plenumsledelsen.
sme: Tor H. Mikkola heaitá dievasčoahkkinjođihangotti lahttun.

source: Det velges nytt medlem til plenumsledelsen
sme: Ođđa lahttu válljejuvvo dievasčoahkkinjođihangoddái.

source: Voteringen ble gjennomført i følgende rekkefølge: · Plenumsledelsens innstilling ble enstemmig vedtatt Protokolltilførsler Torill Bakken Kåven, Nordkalottfolket, fremmet følgende protokolltilførsel: Nordkalottfolket mener dette er feil saksbehandling.
sme: Jienasteapmi čađahuvvui čuovvovaš vuogi mielde: · Dievasčoahkkinjođihangotti árvalus mearriduvvui ovttajienalaččat. Beavdegirjelasáhus Toril Bakken Kåven, Nordkalottfolket, ovddidii čuovvovaš beavdegirjelasáhusa: Nordkalottfolket oaivvilda ahte dát lea boasttu áššemeannudeapmi.

source: Tor Mikkola trakk seg fra plenum i mars, under plenumsmøte.
sme: Tor Mikkola geassádii dievasčoahkkimis njukčamánu dievasčoahkkimis.

source: Plenumsleder aksepterte dette, og valgkomiteen ble nedsatt for å velge ny representant til plenum.
sme: Dievasčoahkkinjođiheaddji dohkkehii dan, ja válgalávdegoddi válljejuvvui válljet ođđa lahtu dievasčoahkkimii.

source: Nordlakottfolket mener at ved å sette ned valgkomiteen, har sametingets plenum akseptert avskjeden og handlet som at representanten ikke lenger er del av plenum.
sme: Nordlakottfolket oaivvilda ahte go válljejuvvo válgalávdegoddi, de lea Sámedikki dievasčoahkkin dohkkehan heaitima ja meannudan nu ahte áirras ii leat šat dievasčoahkkima lahttu.

source: DET er derfor ikke riktig å behandle saken i plenum på nytt.
sme: Danne ii leat riekta meannudit ášši dievasčoahkkimis ođđasis.

source: Taleliste og replikkordskifte Innlegg Replikk 1 Thomas Åhrén, saksordfører Jørn Are Gaski Toril Bakken Kåven Runar Myrnes Balto Thomas Åhrén
sme: Sáhkavuorrolistu ja replihkat Sáhkavuorru Replihkka 1 Thomas Åhrén, áššejođiheaddji Jørn Are Gaski 2 Toril Bakken Kåven 3 Runar Myrnes Balto Thomas Åhrén

source: SP - vedtak: Tor Mikkola fratrer vervet som medlem i plenumsledelsen.
sme: DC - Mearrádus: Tor H. Mikkola heaitá dievasčoahkkinjođihangotti lahttun.

source: Det velges nytt medlem til plenumsledelsen Saken avsluttet 12.06.2018 kl. 11.00
sme: Ođđa lahttu válljejuvvo dievasčoahkkinjođihangoddái. Ášši meannudeapmi loahpahuvvui 12.06.18 dii. 11.00

source: Ášši/Sak 024/18
sme: Ášši 024/18

source: Sametingsrådets beretning om virksomheten
sme: Sámediggeráđi doaibmadieđáhus

source: Arkivsaknr. 18/1781
sme: Áššenr. 18/1781 Álgu

source: Denne beretningen omhandler perioden fra 09.02.18 til 18.05.18 og er knyttet opp til Sametingets budsjett for 2018.
sme: Dán dieđáhusas válddahuvvo áigodat 09.02.18 rájes 18.05.18 rádjai ja lea čadnojuvvon Sámedikki 2018 bušehttii.

source: Sametingsrådet har i denne perioden avholdt to fysiske rådsmøter og flere telefonmøter og har behandlet 128 saker.
sme: Sámediggeráđđi lea áigodagas 09.02.18 rájes 18.05.18 rádjai rádjai doallan guokte fysalaš čoahkkima ja máŋga telefončoahkkima ja lea meannudan oktiibuot 128 ášši.

source: Som det framgår av oversikten på www.sametinget.no/kalender har rådet i tillegg deltatt på flere møter og representasjoner.
sme: Nugo oidno geahčastagas www.sametinget.no/kalender, de lea ráđđi searvan maiddái ollu čoahkkimiidda ja ovddastemiide.

source: Språk
sme: Giella

source: Samfunnsmål: Samisk og norsk er likeverdige språk.
sme: Servodatmihttomearri: · Sámegielat ja dárogiella leat ovttaárvosaš gielat.

source: 2.2 Bruk av samisk språk Mål for innsatsområdet: Innbyggerne i forvaltningsområdet for samisk språk kan aktivt bruke samisk i kommunikasjon med offentlige instanser.
sme: 2.2 Sámegiela geavaheapmi Áŋgiruššansuorggi mihttomearri: · Sii geat ásset sámegiel hálddašan guovllus galget beassat geavahit sámegiela go gulahallet almmolaš ásahusaiguin.

source: Sametinget har sendt tilskuddsbrev til alle kommuner og fylkeskommuner i forvaltningsområdet for samiske språk, samt utbetalt første del av tospråklighetstilskuddet.
sme: Sámediggi lea sádden juolludanreivviid buot gielddaide ja fylkkagielddaide sámegiela hálddašanguovllus, ja máksán vuosttaš oasi juolludeamis.

source: Sametinget har i perioden hatt administrative møter med kommuner som har bedt om det.
sme: Sámedikkis leat áigodagas leamaš gulahallančoahkkimat hálddahusdásis suohkaniiguin mat dan leat bivdán.

source: Sametingsrådet hadde møte med Lavangen kommune 08.05.18.
sme: Sámediggeráđđi lea doallan čoahkkima Loabága suohkaniin 08.05.18.

source: Lavangen kommune presenterte resultatet av forstudien om å etablere et eget samisk oppvekstsenter i Lavangen.
sme: Čoahkkimis muitalii Loabága suohkan ovdabarggu birra ásahit sierra sámi bajásšaddanguovddáža Loabágii.

source: Kommunen arbeider videre med sine planer, og har også kontakt med Troms fylkeskommune om saken.
sme: Loabága suohkan bargá viidásit plánaiguin, ja gulahallá maiddái Romssa fylkkasuohkaniin áššis.

source: Sametinget følger opp saken sammen med Troms fylkeskommune i forbindelse med fornying av samarbeidsavtalen med Troms.
sme: Sámediggi čuovvula ášši Romssa fylkkasuohkaniin ovttasbargošiehtadusa ođasteami oktavuođas.

source: Sametingsrådet hadde møte med fellesnemnda for Skånland og Tjeldsund kommuner 15.05.18 om forvaltningsområdet for samiske språk.
sme: Sámediggeráđis lei čoahkkin Skánit ja Dielddanuori gielddaid oktasašráđiin sámegiela hálddašanguovllu birra 15.05.18.

source: Fellesnemnda har fått mandat både fra kommunestyret i Skånland og Tjeldsund til å fatte vedtak om å sende søknad for å bli innlemmet i forvaltningsområdet for samiske språk.
sme: Oktasašráđđi lea ožžon mandáhta sihke Skánit ja Dielddanuori gielddastivrrain dahkat mearrádusa sáddet ohcama beassat sámegiela hálddašanguvlui.

source: Fellesnemnda har besluttet å gjøre utredninger så snart som mulig og håper å kunne sende søknad til regjeringen i løpet av 2018, slik at nye Tjeldsund kan bli en samisk kommune allerede fra første virkeår 2020.
sme: Sii leat mearridan ahte áigot guorahallat ášši nu jođánit go vejolaš ja sávvamis sáddet ohcamuša ráđđehušši 2018:s, nu ahte ođđa Dielddanuorri šattašii sámegielat suohkaniin juo vuosttaš doaibmajagi rájes 2020:s.

source: 15.05.18 offentliggjorde regjeringen at Røros kommune innlemmes i forvaltningsområdet for samiske språk fra 01.07.18.
sme: 15.05.18 almmuhii ráđđehus ahte 01.07.18 rájes lea Rørosa gielda oassin sámegiela hálddašanguovllus.

source: Da vil forvaltningsområdet for samisk språk omfattes av 12 kommuner totalt, hvorav fire er sørsamiske.
sme: Dalle šaddet oktiibuot 12 gieldda sámegiela hálddašanguovllus, mas njeallje leat lullisámegielat gieldda.

source: Dette vil ha stor betydning for det sørsamiske språket.
sme: Dát mearkkaša ollu lullisámegiela boahtteáigái.

source: Digitalisering og bruk av de samiske språkene i NAV-systemet NAV ønsker å undersøke muligheten for å få flere tilbud på de samiske språkene i stillingsutlysningsportalene, og hadde bedt om et møte med Sametinget i den anledning.
sme: Digitaliseren ja sámi gielaid geavaheapmi NAV vuogádagas NAV háliida iskkadit vejolašvuođaid eambbo fálaldagaid oažžut sámegielaide virgealmmuhanportálain ja lei bivdán čoahkkima Sámedikkiin dan oktavuođas.

source: Sametinget og prosjektgruppa i NAV ble enige om at Sametinget deltar i arbeidet og deltar blant annet i et arbeidsmøte som NAV arrangerer om emnet.
sme: Sámediggi ja NAV prošeaktajoavku šihtte ahte Sámediggi searvá bargui ja earret eará oasálastá bargobajiin fáttá birra maid NAV lágida.

source: Sametingets stedsnavntjeneste har kommet med tilrådinger på samiske stedsnavn blant annet i Tromsø og Tysfjord.
sme: Sámi báikenamat Sámedikki báikenammanevvohat lea buktán rávvagiid báikenamaide earret eará Romssas ja Divttasvuonas.

source: Sametinget har også kommet med tilrådinger på navn på tunneler og bruer i Kvænangen og Nordreisa.
sme: Sámediggi lea maid buktán rávvagiid tunneallaid ja šaldiid namaide Ráissas ja Návvuonas.

source: Internasjonal dag for urfolksspråk 2019 De Forente Nasjoner (FN) har vedtatt at 2019 skal være den internasjonale året for urfolksspråk.
sme: Riikkaidgaskasaš álgoálbmotgielaid jahki 2019 Ovttastuvvon Našuvnnat (ON) leat mearridan ahte 2019 galgá leat riikkaidgaskasaš álgoálbmotgielaid jahki.

source: I den forbindelse har arktisk region oppnevnt President Aili Keskitalo som sin representant i språkårets styringsgruppe.
sme: Dan oktavuođas lea arktalaš guovlu nammadan Presideantta Aili Keskitalo giellajagi stivrenjovkui sin ovddasteaddjin.

source: UNESCO har fått ansvaret for planleggingen og gjennomføringen av språkåret, og skal også lede styringsgruppa som har representanter fra både urfolk og statene.
sme: Giellajagi plánema ja čađaheami lea UNESCO ožžon ovddasvástádussan doaimmahit, ja galgá maid jođihit stivrenjoavkku mas leat sihke álgoálbmot ja stáhtaid ovddasteaddjit.

source: Det første møtet i styringsgruppa er planlagt til 05.06.18 i Paris.
sme: Vuosttaš čoahkkin stivrenjoavkkus lea plánejuvvon 05.06.18 Parisas.

source: 2.3 Utvikling av samiske språk Mål for innsatsområdet: Befolkningen har mulighet til å lære seg samisk og fremme språket.
sme: 2.2 Sámegielaid ovdánahttin Áŋgiruššansuorggi mihttomearri: · Álbmogis lea vejolašvuohta oahppat ja ovddidit sámegiela.

source: Samiske språksentre - direkte tilskudd Sametinget har sendt tilskuddsbrev til alle språksentrene og betalt første del av bevilgningen.
sme: Sámi giellaguovddážat – njuolggodoarjja Sámediggi lea sádden juolludanreivviid buot giellaguovddážiidda, ja máksán vuosttaš oasi juolludeamis.

source: Sametinget har hatt kontakt med språksentrene der det har vært nødvendig.
sme: Sámedikki hálddahusas lea leamaš gulahallan giellaguovddážiiguin dárbbu mielde.

source: Sametinget vil sammen med sørsamisk språk- og kompetansesenter Gïelem nastedh arrangere et språksentertreff på Snåsa 05.- 06.06.18.
sme: Sámediggi pláne ja lágida giellaguovddášdeaivvadeami ovttas Gielem Nastedhin Snåases 05.- 06.06.18.

source: Språkprosjekter - søkerbasert tilskudd Sametinget har behandlet 9 søknader om språkprosjektmidler og innvilget støtte til 8 prosjekter.
sme: Giellaprošeavttat – ohcanvuđot doarjja Sámediggeráđđi lea meannudan 9 giellaprošeakta ohcama ja juolludan doarjaga 8 prošektii.

source: De fleste prosjektene som har fått støtte er språkapplikasjoner og språkrøkt/språkarenaer for barn og unge.
sme: Prošeavttat mat leat ožžon doarjaga leat eanas giellaapplikašuvnnat ja gielladikšundoaibmabijut/giellaárenat mánáide ja nuoraide.

source: Det er satt av kr 500 000 til Ä´vv Saa´mi mu´zei til revitalisering av skoltesamisk språk.
sme: Ä´vv Saa´mi mu´zei lea várrejuvvo 500 000 ru. ealáskahttit nuortalaš giela.

source: Støtten ble innvilget sammen med direktestøtten til museene.
sme: Doarjja juolluduvvui ovttas museaid njuolggodoarjagiin.

source: På bakgrunn av dette har President Aili Keskitalo holdt et kommunikasjonsmøte med Tana og Varanger museumssiida.
sme: Dan olis lea Presideanta Aili Keskitalo doallan gulahallančoahkkima Deanu ja Várjjat museasiiddain. Čoahkkin lei Njávdámis cuoŋománu loahpas.

source: Språkmotivering for ungdom - søkerbasert tilskudd. Sametinget har i 2018 bevilget følgende språkmotiveringsstipend til elever i den videregående skole: Nivå Antall søknader 2018 Stipendsum i kr. Samisk som førstespråk 1 624 000 Samisk som andrespråk, 2 467 500 Samisk som andrespråk 3 og 4 381 000 Samisk som fremmedspråk 37 111 000 Samisk som privatist 8 000 Tilsammen 2 583 500 Nytt for året er at elever som tar samisk som privatister, også kunne søke om språkmotiveringsstipend.
sme: Giellamovttiidahttin nuoraide - ohcanvuđot doarjja. Sámediggi lea 2018 juolludan čuovvovaš giellamovttiidahttinstipeanddaid joatkkaskuvlla ohppiide: Dássi Galle ohcama Stipeanda ruvnnuid mielde Sámegiella vuosttášgiellan 1 624 000 Sámegiella nubbingiellan, 2 467 500 Sámegiella nubbingiellan 3 ja 381 000 Sámegiella amasgiellan 111 000 Sámegiella privatistan 8 000 Oktiibuot 2 583 500

source: Sametinget har mottatt én søknad fra elev som skal ta samisk som privatist dette skoleåret.
sme: Sámediggái lea boahtán okta ohcamuš oahppis gii váldá sámegiel eksámena privatistan dán skuvlajagi.

source: Eleven tar eksamen i samisk som førstespråk.
sme: Oahppis lea eksámen sámegielas vuosttašgiellan.

source: Sámi Giellagáldu – prosjekt Hittil har aktivitetene i Sámi Giellagáldu vært finansiert gjennom støtte fra Interreg.
sme: Sámi giellagáldu – prošeakta Sámi Giellagáldu doaimmat leat dássážii ruhtaduvvon Interreg-doarjagiin.

source: Interregprosjektet opphører i slutten av mai.
sme: Interreg-prošeakta nohká miessemánu loahpas.

source: På svensk og finsk side har man ikke funnet en permanent finansiering av Sámi Giellagáldu.
sme: Sámi Giellagáldui ii gávdno bistevaš ruhtadeapmi Ruoŧa ja Suoma bealde.

source: Derfor er fremtiden til normeringsarbeidet usikker.
sme: Dán geažil normerenbargguid boahtte áigi lea eahpečielggas.

source: Sametinget ser på det grenseoverskridende språksamarbeidet som viktig blant annet med hensyn til bevaringen av et felles grunnlag for de samiske språkene.
sme: Sámediggi atná rájáid rasttildeaddji giellaovttasbarggu dehálažžan earret eará sámegielaid oktasaš vuođu seailluheami dáfus.

source: Normeringsarbeidet er grunnlaget for alle andre språkutviklingsfunksjoner.
sme: Normerenbarggut leat vuođđun buot eará giellaovddidandoaimmaide.

source: Derfor har Sametinget ønsket å sikre at normeringsarbeidet fortsetter etter Interreg-prosjektet.
sme: Dan dihte Sámediggi lea háliidan sihkkarastit ahte normerenbarggut joatkašuvvet Interreg-prošeavtta maŋŋá.

source: President Aili Keskitalo deltok i april i avslutningsarrangementet til Sámi Giellagáldu i Inari i Finland.
sme: Presideanta Aili Kestitalo searvvai cuoŋománus Sámi Giellagáldu loahpahandilálašvuhtii Anáris, Suomas.

source: Presidenten holdt et innlegg der hun takket Sámi Giellagáldu sine ansatte og språkseksjoner for det gode og viktige arbeidet som de har gjort i prosjektperioden, og ønsket at samarbeidet ville fortsette i den samme gode ånden.
sme: Presideanta doalai sáhkavuoru, mas son giittii Sámi Giellagáldu bargiid ja giellajuhkosiid dan buori ja dehálaš barggu ovddas maid sii leat bargan prošeaktaáigodaga, ja sávai ahte ovttasbargu ain joatká seamma buori vuoiŋŋas.

source: De nåværende retningslinjene og arbeidsorden for Sámi Giellagáldu gjelder ut mai.
sme: Sámi Giellagáldu dálá njuolggadusat ja bargoortnet leat fámus miessemánu lohppii.

source: Sametinget har fornyet sammen med sametingene i Sverige og Finland Giellagáldu sine styringsdokumenter for at Giellagáldu sine funksjoner kan fortsette.
sme: Sámediggi lea ovttas Ruoŧa ja Suoma Sámedikkiin ođasmahttán Giellagáldu stivrendokumeanttaid, vai Giellagáldu doaimmat joatkašuvašedje.

source: Sametinget fremmet saken om forlengelse av språksamarbeidet for styret i Samisk Parlamentarisk Råd (SPR).
sme: Sámediggi lea ovddidan Sámi Parlamentáralaš Ráđi (SPR) stivrii ášši giellaovttasbarggu joatkimis.

source: Styret i SPR vedtok i mai å forlenge funksjonen til Sámi Giellagáldu ut året.
sme: SPR stivra mearridii miessemánus joatkit Sámi Giellagáldu doaimmaid dán jagi lohppii.

source: I den forbindelse opprettet styret i SPR en pitesamisk arbeidsgruppe i Giellagáldu, som har som mandat å normere den pitesamiske språkformen.
sme: Dán oktavuođas SPR stivra ásahii Giellagáldui bihtánsámegiela bargojoavkku, man mandáhtan lea normeret bihtánsámegiela čállinvuogi.

source: Meningen er at arbeidsgruppa samles første gang i juni.
sme: Jurdda lea ahte bargojoavku čoahkkana vuosttaš geardde geassemánus.

source: Nordsamisk språkseksjon i Sámi Giellagáldu har i denne perioden møttes to ganger.
sme: Sámi Giellagáldu davvisámegiela giellajuogus lea čoahkkanan dán áigodagas guktii.

source: På disse møtene ble 13 termlister behandlet.
sme: Dáin čoahkkimiin gieđahallojuvvojedje 13 tearbmalisttu.

source: Språkseksjonen normerte i alt 94 nye termer, blant annet navn på fugler og vekster, termer på hard duodji, ord for kjønns- og seksualminoritet.
sme: Giellajuogus normerii oktiibuot 94 ođđa tearpma, earret eará lodde- ja šaddonamahusaid, garraduodjetearpmaid, sohkabealle- ja seksuálaveahádatsániid.

source: Sámi Giellagáldu arrangerte i mars et språkrøktseminar i Jokkmokk i Sverige.
sme: Sámi Giellagáldu lágidii njukčamánus gielladikšunseminára Johkamohkis, Ruoŧas.

source: Tema for seminaret var situasjonen til nordsamisk språk, utvikling, trusler og utfordringer.
sme: Seminára fáddán lei davvisámegiela dilli, ovdáneapmi, áitagat ja hástalusat.

source: Det var ca. 20 deltakere på seminaret.
sme: Semináras ledje sullii 20 oasseváldi báikki alde.

source: Omtrent like mange fulgte seminaret via nettet.
sme: Neahta bokte čuvvo sullii seamma veardde.

source: Sørsamisk språkseksjon har hatt ett møte i denne perioden.
sme: Lullisámegiela giellajuogus lea čoahkkanan oktii dán áigodagas.

source: Språkseksjonen behandlet i alt 165 ord og normerte 61 nye termer på sørsamisk.
sme: Giellajuogus meannudii oktiibuot 165 sáni ja normerii 61 ođđa tearpma lullisámegillii.

source: Sámi Giellagáldu arrangerte et sørsamisk språkseminar i Östersund i Sverige i april.
sme: Sámi Giellagáldu lágidii cuoŋománus lullisámegiela giellaseminára Staares, Ruoŧas.

source: Tema for seminaret var sørsamisk terminologiarbeid.
sme: Seminára fáddán lei lullisámegiela terminologiijabargu.

source: Lulesamisk språkseksjon har gjennomført to møter i perioden.
sme: Julevsámi giellajuogus lea áigodagas doallan guokte čoahkkima.

source: Til sammen ble det normert 45 nye ord.
sme: Oktiibuot leat normeren 45 ođđa sáni.

source: I tillegg gjennomgikk språkseksjonen tilsammen 42 ord som ble sendt på høring til språksamfunnet.
sme: Lassin dasa lea giellajuogus geahčadan 42 sáni maid lea sádden giellaservodahkii gulaskuddamii.

source: Det ble arrangert lulesamisk språkseminar 16.- 17.03.18 i Jokkmokk i Sverige, med tema «lulesamisk termarbeid sett fra ulike perspektiver».
sme: Lea maid lágiduvvon julevsámi giellaseminára 16.- 17.03.18 Johkamohkis Ruoŧas, fáttáin «julevsámi tearbmabargu iešguđet perspektiivvas oidnojuvvon».

source: Målet med seminaret var å utveksle viktig informasjon og kunnskap om termarbeidet, samt å lære fra hverandre.
sme: Seminára mihttomearri lei lonohallat deaŧalaš dieđuid ja máhtu tearbmabarggu birra ja nuppiin oahppat.

source: I februar deltok Giellagáldu på to ulike konferanser i California i USA.
sme: Guovvamánus searvvai Giellagáldu guovtti iešguđetlágan konferánsii Californias USA:s.

source: På begge konferansene ble det informert om Giellagáldu-prosjektet og generelt om arbeidsmetoden som brukes i lulesamisk språkseksjon.
sme: Goappašiid konferánssain muitalii Giellagáldu-prošeavtta birra ja oppalaččat julevsámi giellajuhkosa bargovuogi birra.
